{
  "id": "20",
  "name": "Vijaydurg Fort",
  "category": "Forts",
  "bannerImage": "/images/forts/vijaydurg/vijaydurg-banner.jpg",
  "sections": {
    "overview": {
      "title": "Overview",
      "icon": "fa-solid fa-landmark",
      "content": "Known as the 'Gibraltar of the East', Vijaydurg Fort is one of Maharashtra’s oldest and strongest sea forts. Originally built by Raja Bhoja II and later expanded by Chhatrapati Shivaji Maharaj, the fort stands majestically on the Konkan coast, surrounded by the Arabian Sea on three sides."
    },
    "highlights": {
      "title": "Highlights",
      "icon": "fa-solid fa-star",
      "points": [
        "Massive sea fort with triple-layered walls and 20 bastions",
        "Served as the main base of the Maratha Navy under Kanhoji Angre",
        "Hidden underwater wall built to trap enemy ships",
        "Spectacular views of the Arabian Sea and surrounding coastline",
        "Historical ship anchorage visible during low tide"
      ]
    },
    "architecture": {
      "title": "Architecture",
      "icon": "fa-solid fa-monument",
      "content": "Vijaydurg Fort’s architecture showcases the brilliance of Maratha engineering. The fort is built using laterite stones and has strong defensive walls, bastions, granaries, wells, and hidden escape tunnels.",
      "features": [
        "Triple-layered defensive walls",
        "Secret passageways and hidden chambers",
        "Granaries, wells, and storage areas inside the fort",
        "Stone carvings and old temple remnants"
      ]
    },
    "history": {
      "title": "History",
      "icon": "fa-solid fa-scroll",
      "content": "Built in the 12th century by Raja Bhoja II of the Shilahar dynasty, the fort was later captured and strengthened by Chhatrapati Shivaji Maharaj in 1653. It became one of the key naval bases of the Maratha Empire and played an important role in sea defense and trade.",
      "events": [
        "Built by Raja Bhoja II in the 12th century",
        "Captured and renovated by Shivaji Maharaj in 1653",
        "Served as the headquarters of Maratha Navy under Kanhoji Angre",
        "Witnessed British-Maratha conflicts in the 18th century"
      ]
    },
    "attractions": {
      "title": "Attractions",
      "icon": "fa-solid fa-binoculars",
      "places": [
        "Ancient bastions and sea-facing watchtowers",
        "Hidden tunnels and old granaries",
        "Ruins of temples and residential areas",
        "Panoramic sea views from the ramparts"
      ]
    },
    "activities": {
      "title": "Activities",
      "icon": "fa-solid fa-person-hiking",
      "options": [
        "Explore the massive sea fort and bastions",
        "Boating around the fort during high tide",
        "Photography and heritage exploration",
        "Taste authentic Malvani cuisine in nearby villages"
      ]
    },
    "howToReach": {
      "title": "How to Reach",
      "icon": "fa-solid fa-route",
      "modes": {
        "byRoad": "Vijaydurg is about 490 km from Mumbai and 220 km from Ratnagiri. Regular buses and private vehicles are available via NH66.",
        "byTrain": "Nearest railway station is Rajapur Road, about 60 km away. Local taxis and buses connect to Vijaydurg.",
        "byAir": "Nearest airport is Ratnagiri Airport (220 km)."
      }
    },
    "bestTimeToVisit": {
      "title": "Best Time to Visit",
      "icon": "fa-solid fa-calendar-days",
      "content": "The ideal time to visit Vijaydurg Fort is from October to March, when the weather is pleasant and the sea views are stunning."
    },
    "gallery": {
      "title": "Gallery",
      "icon": "fa-solid fa-image",
      "images": [
        "/images/forts/vijaydurg/gallery1.jpg",
        "/images/forts/vijaydurg/gallery2.jpg",
        "/images/forts/vijaydurg/gallery3.jpg",
        "/images/forts/vijaydurg/gallery4.jpg"
      ]
    },
    "tips": {
      "title": "Travel Tips",
      "icon": "fa-solid fa-lightbulb",
      "points": [
        "Carry enough drinking water and snacks; options near the fort are limited.",
        "Wear comfortable shoes for walking and climbing.",
        "Hire a local guide to learn about the fort’s history and hidden underwater wall."
      ]
    }
  }
}
